{
  "nav_home": "Home",
  "nav_about": "About Us",
  "nav_customers": "Customers & Partners",
  "nav_career": "Career Opportunities",
  "nav_blog": "Blog",
  "nav_contact": "Contact",
  "search_placeholder": "Search...",
  "hero_title": "AIDC corp. was established with the mission of pioneering in the fields of AI, data, and digital technologies.",
  "hero_desc_1": "We deliver end-to-end solutions in software development, data analytics, and R&D in AI and AR/VR, enabling businesses to optimize performance and strengthen competitiveness.",
  "hero_desc_2": "Innovation and advanced technologies are at the heart of our approach, ensuring sustainable and customized solutions for our clients.",
  "hero_btn_services": "Our services",
  "hero_btn_contact": "Contact us",
  "core_heading": "Core services",
  "svc1_title": "Data analysis services, database construction",
  "svc1_desc1": "We provide comprehensive data analysis services and database construction to help organizations transform raw information into actionable insights.",
  "svc1_desc2": "Our solutions ensure reliable, scalable data infrastructures that support smarter decision-making and sustainable growth.",
  "svc2_title": "Application of new technology services",
  "svc2_desc1": "We focus on harnessing the power of AI/ML, including computer vision and large language models (LLMs), to deliver intelligent, adaptive solutions.",
  "svc2_desc2": "We help businesses integrate these cutting-edge technologies to enhance efficiency, automation, and user experiences.",
  "svc3_title": "Outsourcing services, software development",
  "svc3_desc1": "Software development services",
  "svc3_desc2": "Implement product technology transfer, upgrade product versions",
  "svc3_desc3": "R&D as per requirements",
  "svc4_title": "Consulting, integrating comprehensive IT systems",
  "svc4_desc1": "We offer comprehensive IT systems, covering infrastructure, applications, and data environments.",
  "svc4_desc2": "Our team ensures seamless connectivity between legacy and modern platforms, strengthens security, and improves system performance.",
  "why_heading": "Why choose us?",
  "why_center_title": "Growing together",
  "why_center_desc": "Building sustainable relationships",
  "why_val_partnership": "Partnership",
  "why_val_excellence": "Excellence",
  "why_val_innovation": "Innovation",
  "why_val_quality": "Quality",
  "customers_heading": "Customers & Partners",
  "customers_commitment": "Our commitment",
  "com_1": "01. Continuous innovation to deliver outstanding value.",
  "com_2": "02. Transparency and trust in every partnership.",
  "com_3": "03. Long-term commitment to our customers' sustainable growth.",
  "contact_heading": "Get in touch",
  "contact_intro": "We'd love to hear from you. Send us a message and we'll respond as soon as possible.",
  "contact_address": "Address",
  "contact_phone": "Phone",
  "contact_email": "Email",
  "contact_hours": "Office hours",
  "contact_hours_mon": "Mon - Sat: 8 am - 5 pm",
  "contact_hours_sun": "Sunday: CLOSED",
  "contact_name": "Your name",
  "contact_email_ph": "Your email",
  "contact_org": "Your organization",
  "contact_subject": "Subject",
  "contact_message": "Your message",
  "contact_send": "Send Message",
  "map_section_title": "Our Location",
  "map_company_name": "Vietnam AI Technology and Digital Transformation Joint Stock Company",
  "map_company_desc": "Specializing in comprehensive AI and digital transformation solutions, from software development to advanced technology implementation.",
  "map_phone_label": "📞 Phone:",
  "map_email_label": "✉️ Email:",
  "map_address_label": "📍 Address:",
  "map_hours_label": "🕐 Working Hours:",
  "map_phone_value": "+84 865903798",
  "map_email_value": "contact@aidccompany.com",
  "map_address_value": "Hanoi, Vietnam",
  "map_hours_value": "Mon - Sat: 8:30 - 17:30",
  "map_open_google_maps": "Open in Google Maps",
  "about_title": "About us",
  "about_intro": "Vietnam AI Technology and Digital Transformation Joint Stock Company (AIDC Corp.) was established with the mission to pioneer in the fields of AI, data, and digital technology. We provide end-to-end solutions from software development and data analytics to R&D in AI, AR/VR, and green agriculture automation, helping businesses optimize operations and embrace sustainable growth. We also apply AI to monitor and improve CO₂ processes, supporting enterprises in reducing environmental impact. Innovation and advanced technologies are always at the core of our vision, enabling us to deliver tailored and sustainable solutions for our customers.",
  "about_btn_discover": "Discover our services",
  "core_values_heading": "Core values",
  "cv_1": "PRACTICE is the criterion to test TRUTH",
  "cv_2": "RESPONSIBILITY is our unwavering commitment TO CUSTOMERS",
  "cv_3": "CREATIVITY paves the way for BREAKTHROUGH",
  "cv_4": "DISCIPLINE builds COLLECTIVE STRENGTH",
  "cv_5": "QUALITY is the measure of REPUTATION",
  "cv_6": "TRANSPARENCY builds TRUST",
  "cv_7": "CONTINUOUS LEARNING so we can GO FURTHER",
  "board_heading": "Board of directors",
  "bod_tan_name": "Mr. Pham Huy Tan",
  "bod_tan_position": "CEO & Founder",
  "bod_tan_desc": "With strong leadership and a forward-looking vision, Mr. Huy Tan plays a pivotal role in guiding Vietnam AI Technology & Digital Transformation JSC toward sustainable growth and long-term success. As the guardian of corporate governance and strategic direction, he ensures that the company operates with transparency, efficiency, and responsibility, while fostering innovation and expanding partnerships. His leadership is instrumental in positioning the company as a trusted partner and a pioneer in the field of AI and digital transformation.",
  "bod_cong_name": "Mr. Nguyen Tien Cong",
  "bod_cong_position": "Head of Data Department",
  "bod_cong_desc": "Mr. Tien Cong, Head of the Data Department at Vietnam AI Technology & Digital Transformation JSC, plays a pivotal role in defining the company's data strategy and advancing its data-driven initiatives. He oversees data architecture, analytics, and governance, ensuring the effective utilization of AI and big data to optimize decision-making, enhance operational efficiency, and strengthen the company's technological leadership.",
  "bod_toan_name": "Mr. Do Duy Toan",
  "bod_toan_position": "Head of Software Development & Co-Founder",
  "bod_toan_desc": "With solid expertise in software engineering and project management, Mr. Duy Toan plays a key role in leading product development and ensuring the quality of enterprise solutions at Vietnam AI Technology & Digital Transformation JSC. He focuses on building efficient development processes, fostering innovation within the team, and delivering high-performance software solutions that meet the evolving needs of clients.",
  "bod_quyet_name": "Mr. Trinh Van Quyet",
  "bod_quyet_position": "Director & Co-Founder",
  "bod_quyet_desc": "With extensive experience in AI Technology and Digital Transformation, Mr. Quyet Trinh plays a strategic role in shaping the company's vision and driving technological growth at Vietnam AI Technology & Digital Transformation JSC. He is the key architect of the company's core technology values, aiming to position the company as a pioneer in delivering comprehensive and sustainable digital solutions.",
  "bod_dung_name": "Mr Le Duc Dung",
  "bod_dung_position": "Head of AI Department - Co-Founder",
  "bod_dung_desc": "Mr. Duc Dung, Deputy Director of the AI Center for Green Agriculture at Vietnam AI Technology & Digital Transformation JSC, plays a central role in applying artificial intelligence to sustainable farming solutions. He leads initiatives in smart automation, environmental monitoring, and CO₂ process optimization, enabling agricultural enterprises to improve productivity, reduce costs, and achieve long-term sustainability. His leadership fosters innovation and positions the company at the forefront of green agriculture transformation.",
  "mission_vision_heading": "Intelligent Foundations",
  "philosophy_label": "Philosophy of Action",
  "philosophy_title": "Do it right – Understand deeply – Innovate constantly.",
  "philosophy_desc": "Every product of AIDC Corp. must deliver real value, be validated through measurable results, and be continuously refined through learning and innovation.",
  "brand_message_label": "Brand Message",
  "brand_message_title": "Practice builds intelligence – Intelligence shapes the future.",
  "brand_message_english": "(Practical Intelligence for a Smarter Future)",
  "mission_label": "Mission",
  "mission_content": "To create practical artificial intelligence and digital transformation solutions that foster sustainable growth for businesses and society through creativity, responsibility, and quality.",
  "vision_label": "Vision",
  "vision_content": "To become a pioneering enterprise in artificial intelligence and digital transformation in Vietnam, reaching the regional level – where technology is applied practically to create meaningful value for people and society.",
  "brand_spirit_label": "Brand Spirit",
  "brand_spirit_content": "Dare to think and act, stay disciplined, put customers at the center, and keep learning to go further.",
  "footer_desc": "Vietnam AI Technology and Digital Transformation Joint Stock Company - Pioneering in AI, data, and digital technologies to deliver innovative, sustainable solutions for businesses worldwide.",
  "footer_quick_links": "Quick Links",
  "footer_home": "Home",
  "footer_about": "About Us",
  "footer_customers": "Customers & Partners",
  "footer_career": "Career Opportunities",
  "footer_blog": "Blog",
  "footer_contact": "Contact",
  "footer_contact_info": "Contact Information",
  "footer_copyright": "All rights reserved."
}
